Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: A bank account does not exist in Dynamics NAV for your online bank account.
cs_cz: Bankovní účet neexistuje v Dynamics NAV pro váš online bankovní účet.

source: Therefore, you create the bank account by linking from the online bank account.
cs_cz: Proto vytvoříte bankovní účet tím, že ho propojíte s online bankovním účtem.

source: A bank account exists in Dynamics NAV, which you want to link to an online bank account.
cs_cz: V Dynamics NAV existuje bankovní účet, který chcete propojit s online bankovním účtem.

source: A linked bank account must be unlinked because you want to stop using the bank feed service for the account.
cs_cz: Propojený bankovní účet musí být odpojen, protože chcete přestat používat bankovní službu pro daný účet.

source: Online bank accounts have changed and you want to update the information on bank accounts in Dynamics NAV.
cs_cz: Online bankovní účty se změnily a chcete aktualizovat informace o bankovních účtech v Dynamics NAV.

source: When the bank feed service is enabled, you can set a bank account up to automatically import new bank statements into the Payment Reconciliation Journal window every two hour.
cs_cz: Když je bankovní služba aktivována, můžete nastavit bankovní účet, aby automaticky importoval nové bankovní výpisy do okna Deník odsouhlasení plateb každé dvě hodiny.

source: Transactions for payments that have already been posted as applied and/or reconciled in the Payment Reconciliation Journal window will not be imported.
cs_cz: Transakce plateb, které již byly zveřejněny jako zaúčtované a/nebo odsouhlasené v okně Deník odsouhlasení plateb nebudou importovány.

source: For more information, see the “To enable automatic import of bank statements” section.
cs_cz: Další informace naleznete v části “Povolit automatický import bankovních výpisů.“

source: If you use the Set Up Company assisted setup, then some of the steps in the following procedures will be performed automatically when you get to the company bank account setup.
cs_cz: Používáte-li instalaci s asistencí nastavení společnosti, pak se některé kroky v následujících postupech automaticky provedou, když se dostanete k nastavení bankovního účtu společnosti.

source: To enable the bank feed service
cs_cz: Povolení bankovní služby

source: Open the bank account that you will use for the bank feed service.
cs_cz: Otevřete bankovní účet, který použijete pro bankovní službu.

source: In the Bank Account window, in the Bank Statement Import Format field, select YODLEEBANKFEED.
cs_cz: V okně Bankovní účty v poli Formát importu bankovního výpisu vyberte YODLEEBANKFEED.

source: The bank feed service will be enabled when you link a bank account to its related online bank account.
cs_cz: Bankovní služba bude aktivována, když propojíte bankovní účet s jeho souvisejícím online bankovním účtem.

source: See the next procedure.
cs_cz: Viz další postup.

source: To create a new linked bank account
cs_cz: Vytvoření nového propojeného bankovního účtu

source: Select the relevant bank account, and then choose the Create New Linked Bank Account.
cs_cz: Vyberte relevantní bankovní účet a pak zvolte Vytvořit nový propojený bankovní účet.

source: The Bank Account Linking window opens after a few moments.
cs_cz: Po několika okamžicích se otevře okno Propojení bankovního účtu.

source: This window shows the actual web page of the Envestnet Yodlee Bank Feeds service.
cs_cz: Toto okno zobrazuje aktuální webovou stránku služby Envestnet Yodlee Bank Feeds.

source: Terminology and functionality in the window may not match instructions provided in this topic.
cs_cz: Terminologie a funkčnost v okně nemusí odpovídat instrukcím uvedeným v tomto tématu.

source: In the Online Bank Account Linking window, in the Link Account pane, use the Search function to find the bank where you have one or more online bank accounts.
cs_cz: V okně Propojení online bankovního účtu v podokně Propojit účet použijte funkci Hledat a vyhledejte banku, kde máte jeden nebo více online bankovních účtů.

source: Choose the bank name.
cs_cz: Vyberte název banky.

source: The Log In pane opens.
cs_cz: Otevře se podokno Přihlášení.

source: Enter the username and password that you use to log on to the online bank, and then choose the Next button.
cs_cz: Zadejte uživatelské jméno a heslo, které používáte pro přihlášení do online banky a poté zvolte tlačítko Další.

source: The bank feed service prepares to link the first online bank account at the specified bank to a new bank account in Dynamics NAV.
cs_cz: Bankovní služba se připravuje k propojení prvního online bankovního účtu na určené bance s novým bankovním účtem v Dynamics NAV.

source: If you have more than one online bank account at the bank, you must create additional bank accounts in Dynamics NAV for those additional online bank accounts.
cs_cz: Máte-li v bance více online bankovních účtů, musíte pro tyto další online bankovní účty vytvořit v účtu Dynamics NAV další bankovní účty.

source: See steps 8 through 10.
cs_cz: Viz kroky 8 až 10.

source: When the process has completed successfully, the bank name will appear in the My Accounts pane on the Linked tab.
cs_cz: Po úspěšném dokončení procesu se název banky zobrazí v podokně Mé účty na kartě Propojené.

source: The number in brackets indicates how many online bank accounts were linked.
cs_cz: Číslo v závorce udává, kolik online bankovních účtů bylo spojeno.

source: If only one online bank account is linked, the Bank Account Card window for a new bank account opens, prefilled with the name of the online bank account.
cs_cz: Pokud je propojen pouze jeden online bankovní účet, otevře se okno Karta bankovního účtu pro nový bankovní účet, který je předem vyplněn názvem online bankovního účtu.

source: In this case, the bank account linking task is completed.
cs_cz: V tomto případě je dokončena úloha propojení bankovního účtu.

source: All that remains is to set up the bank account.
cs_cz: Zbývá jen nastavení bankovního účtu.

source: Set Up Bank Accounts .
cs_cz: Nastavení bankovních účtů .

source: If more than one online bank accounts were linked, the Bank Account Linking window opens listing the additional online bank accounts that are not linked to bank accounts in Dynamics NAV yet.
cs_cz: Pokud bylo propojeno více online bankovních účtů, otevře se okno Propojení bankovních účtů s uvedenými dalšími online bankovními účty, které ještě nejsou propojeny s bankovními účty v Dynamics NAV.

source: In that case, follow the next step.
cs_cz: V tomto případě, následujte další krok.

source: In the Bank Account Linking window, select the line for an online bank account, and then choose the Link to New Bank Account action.
cs_cz: V okně Propojení bankovního účtu vyberte řádek pro online bankovní účet a poté zvolte akci Odkaz na nový bankovní účet.

source: The Bank Account Card window for a new bank account opens, prefilled with the name of the online bank account.
cs_cz: V okně Karta bankovního účtu se otevře nový bankovní účet, který je předem vyplněn názvem online bankovního účtu.

source: If a bank account already exists in Dynamics NAV that you want to link the additional online bank account to, follow the next step.
cs_cz: Pokud v Dynamics NAV již existuje bankovní účet, ke kterému chcete připojit další bankovní účet, postupujte podle následujícího kroku.

source: In the Bank Account Linking window, select the line for an online bank account, and then choose the Link to Existing Bank Account action.
cs_cz: V okně Připojení bankovního účtu vyberte řádek pro online bankovní účet a poté zvolte akci Propojit na existující bankovní účet.

source: In the Bank Account List window, select the bank account that you want to link to, and then choose the OK button.
cs_cz: V okně Seznam bankovních účtů vyberte bankovní účet, ke kterému ho chcete propojit a potom klepněte na tlačítko OK.

source: To link a bank account to an online bank account
cs_cz: Propojení bankovního účtu s bankovním účtem online

source: Select the line for a bank account that is not linked to an online bank account, and then choose the Link to Online Bank Account action.
cs_cz: Vyberte řádek pro bankovní účet, který není propojen s bankovním účtem online a poté vyberte akci Propojit s bankovním účtem online.

source: The Online Bank Account Linking window opens with the name of the bank prefilled in the Link Account pane.
cs_cz: Otevře se okno Propojení online bankovního účtu s názvem banky, která je vyplněna v podokně Propojení účtu.

source: The bank feed service prepares to link your bank account in Dynamics NAV to the related online bank account.
cs_cz: Bankovní služba se připravuje na propojení vašeho bankovního účtu v Dynamics NAV s příslušným online bankovním účtem.

source: If the bank has more than one bank account, only the bank account that you selected in step 2 is linked.
cs_cz: Pokud má banka více než jeden bankovní účet, je propojen pouze bankovní účet, který jste vybrali v kroku 2.

source: In the Bank Account List window, the Linked check box is selected.
cs_cz: V okně Seznam bankovních účtů je zaškrtnuto políčko Propojené.

source: To unlink a bank account
cs_cz: Zrušení propojení bankovního účtu

source: Select the line for a linked bank account that you want to unlink from its related online bank account, and the choose the Unlink Online Bank Account action.
cs_cz: Vyberte řádek pro propojený bankovní účet, který chcete odpojit od souvisejícího online bankovního účtu a vyberte akci Odpojit online bankovní účet.

source: If you choose Yes on the confirmation dialog, the link to the online bank account is removed, and the log-in details are cleared.
cs_cz: Pokud v dialogovém okně pro potvrzení zvolíte možnost Ano, odstraní se odkaz na online bankovní účet a údaje o přihlašování se vymažou.

source: To link the bank account to the online bank account again, you must log on to the bank again.
cs_cz: Chcete-li bankovní účet znovu propojit s bankovním účtem online, musíte se znovu přihlásit.

source: For more information, see the “To link a bank account to an online bank account“ section.
cs_cz: Další informace naleznete v části "Propojení bankovního účtu s online bankovním účtem".

source: To update bank account linking
cs_cz: Aktualizace propojení bankovního účtu

source: Select the relevant bank account, and then choose the Update Bank Account Linking action.
cs_cz: Vyberte příslušný bankovní účet a poté vyberte akci Aktualizovat propojení bankovního účtu.

source: If issues exist for any of the linked bank accounts in the Bank Account List window, the Bank Account Linking window opens specifying which bank accounts have issues.
cs_cz: Pokud existují problémy pro kterýkoliv z propojených bankovních účtů v okně Seznam bankovních účtů otevře se okno Propojení bankovního účtu, které specifikuje bankovní účty s problémy.

source: Issues can best be resolved by unlinking the online bank account and then re-creating the link.
cs_cz: Problémy lze nejlépe vyřešit zrušením propojení online bankovního účtu a následným znovu vytvořením odkazu.

source: To enable automatic import of bank statements
cs_cz: Povolení automatického importu bankovních výpisů

source: Select the line for a linked bank account, and then choose the Automatic Bank Statement Import Setup action.
cs_cz: Vyberte řádek propojeného bankovního účtu a poté zvolte akci Automatický import výpisu z bankovního účtu.

source: In the Automatic Bank Statement Import Setup window, in the Number of Days Included field, specify how far back in time to get new bank transactions for.
cs_cz: V okně Automatické nastavení importu bankovních výpisů, pole Zahrnutých počet dnů určuje, jak daleko zpět v čase lze získat nové bankovní transakce.

source: It is recommended that you set this value to 7 days or more.
cs_cz: Doporučujeme nastavit tuto hodnotu na 7 nebo více dní.

source: Select the Enabled check box.
cs_cz: Zaškrtněte políčko Povolit.

source: Every hour, the Payment Reconciliation Journal window will now be filled with any new payments that are made on the online bank account.
cs_cz: Každou hodinu bude nyní okno Deník odsouhlasení plateb naplněno novými platbami provedenými na online bankovním účtu.

source: Apply Payments Automatically and Reconcile Bank Accounts
cs_cz: Použití automatických plateb a odsouhlasení bankovních účtů

source: Transfer Bank Funds
cs_cz: Převod bankovních prostředků

source: You may sometimes need to transfer an amount from one bank account to another.
cs_cz: Někdy budete možná muset převést částku z jednoho bankovního účtu na jiný.

source: To do this, you must post the a transaction in the general journal.
cs_cz: Chcete-li to provést, musíte odeslat transakci do finančního deníku.

source: The task varies depending on whether the bank accounts use the same currency or different currencies.
cs_cz: Úloha se liší v závislosti na tom, zda bankovní účty používají stejnou měnu nebo různé měny.

source: To post a transfer between bank accounts with the same currency code
cs_cz: Zaúčtování převodu mezi bankovními účty se stejným kódem měny

source: In the top right corner, choose the Search for Page or Report icon, enter General Journal, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Finanční deník a pak vyberte související odkaz.

source: On a journal line, fill in the Posting Date and Document No.
cs_cz: Na řádku deníku vyplňte pole Zúčtovací datum a Číslo dokladu

source: In the Account Type field, select Bank Account.
cs_cz: V poli Typ účtu vyberte Bankovní účet.

source: In the Account No.
cs_cz: V poli Číslo účtu

source: field, select the bank from which you want to transfer the funds.
cs_cz: vyberte banku, ze které chcete peníze převést.

source: In the Amount field, enter the amount to be transferred.
cs_cz: Do pole Částka zadejte částku, kterou chcete převést.

source: In the Bal.
cs_cz: V poli Typ protiúčtu

source: Account Type field, select Bank Account.
cs_cz: vyberte Bankovní účet.

source: Account No.
cs_cz: Bankovní účet,

source: field, select the bank account to which you want to transfer the funds.
cs_cz: ke kterému chcete peníze převést.

source: Post the journal.
cs_cz: Zaúčtujte deník.

source: To post a transfer between bank accounts with different currency codes
cs_cz: Zaúčtování převodu mezi bankovními účty s různými kódy měn

source: To transfer funds between bank accounts that use different currencies, you must post two general journal lines.
cs_cz: Chcete-li převádět finanční prostředky mezi bankovními účty, které používají různé měny, musíte zaúčtovat dva řádky finančního deníku.

source: Create two journal lines, and fill in the Posting Date and Document No.
cs_cz: Vytvořte dva řádky deníku a vyplňte pole Zúčtovací datum a Číslo dokumentu

source: On the first journal line, in the Type field, select Bank Account.
cs_cz: Na prvním řádku deníku v poli Typ vyberte Bankovní účet.

source: field, select the bank account from which you want to transfer the funds.
cs_cz: vyberte bankovní účet, ze kterého chcete peníze převést.

source: In the Amount field, enter the amount in the currency of the bank account.
cs_cz: V poli Částka zadejte částku v měně bankovního účtu.

source: Enter credit amounts with a minus sign.
cs_cz: Zadejte částku Dal se znaménkem mínus.

source: Enter debit amounts without a minus sign.
cs_cz: Zadejte částku MD se znaménkem mínus.

source: On the second journal line, in the Type field, select Bank Account.
cs_cz: Na druhém řádku deníku v poli Typ vyberte Bankovní účet.

source: If the exchange rates used in the journal are different than the exchange rates in the Currency Exchange Rates window, enter a third line for the exchange rate gain or loss.
cs_cz: Pokud se kurzy používané v deníku liší od směnných kurzů v okně Směnné kurzy, zadejte třetí řádek pro kurzový zisk nebo ztrátu.

source: Enter G/L Account in the Account Type field.
cs_cz: Zadejte Finanční účet v poli Typ účtu.

source: Enter the G/L account number for exchange rate gain or loss in the Account No.
cs_cz: Zadejte číslo finančního účtu pro kurzový zisk nebo ztrátu v poli Číslo účtu

source: Enter the exchange rate gain or loss in the Amount field with or without a minus sign for credits and debits respectively.
cs_cz: Zadejte kurzový zisk nebo ztrátu v poli Částka s nebo bez znaménka mínus pro částku Dal a MD.

source: Work with General Journals
cs_cz: Práce s finančním deníkem

source: At regular intervals, you must reconcile your bank ledger entries in Dynamics NAV with the related bank transactions in bank accounts at your bank, and then post the balance to your bank account.
cs_cz: V pravidelných intervalech musíte odsouhlasit bankovní položky v Dynamics NAV se souvisejícími bankovními transakcemi na bankovních účtech u vaší banky a pak musíte zaúčtovat zůstatek na vašem bankovním účtu.

source: You can perform this task either as part of processing the payments represented on a bank statement in the Payment Reconciliation Journal.
cs_cz: Tuto úlohu můžete provést jako součást zpracování plateb uvedených v bankovním výpisu v Deník odsouhlasení plateb.

source: Alternatively, you can perform the task separately from payment processing, in the Bank Acc. Reconciliation window, which supports check ledger entries.
cs_cz: Případně můžete úlohu provádět odděleně od zpracování plateb v Odsouhlasení bank. účtů, které podporuje kontrolu položek knihy.

source: In both cases, you fill the windows by importing the bank statement into Dynamics NAV.
cs_cz: V obou případech vyplníte okna importováním bankovního výpisu do Dynamics NAV.

source: Sometimes, you need to transfer amounts between bank account in Dynamics NAV to reflect transfers at your bank.
cs_cz: Někdy je třeba převést částky mezi bankovním účtem v Dynamics NAV tak, aby odrážely převody ve vaší bance.

source: You perform this task in the General Journal window, in different ways depending on the currency of the funds.
cs_cz: Tento úkol provedete v okně Finanční deník různými způsoby v závislosti na měně finančních prostředků.

source: Before you can manage bank accounts, you must set each bank account up as a bank account card.
cs_cz: Než budete moci spravovat bankovní účty, musíte nastavit každý bankovní účet jako kartu bankovního účtu.

source: In addition, you must set up electronic services that you may use for bank statement import and payment file export.
cs_cz: Navíc musíte nastavit elektronické služby, které můžete použít pro import bankovních výpisů a export platebních souborů.

source: For more information, see Set Up Bank Accounts.
cs_cz: Další informace naleznete v tématu Nastavení bankovních účtů.

source: The following table describes a sequence of tasks, with links to the topics that describe them.
cs_cz: Následující tabulka popisuje postup úkolů s odkazy na téma, která je popisují.

source: Reconcile bank accounts in connection with payment processing in the Payment Reconciliation Journal window.
cs_cz: Odsouhlasení bankovních účtů v souvislosti se zpracováním plateb v okně Deník odsouhlasení plateb.

source: Reconcile bank accounts, including check ledger entries, as a separate task in the Bank Acc. Reconciliation window.
cs_cz: Odsouhlasení bankovních účtů, včetně položek v knize jako samostatný úkol v okně Odsouhlasení bank. účtů.

source: Post transfers between bank accounts in the same currency or in different currencies.
cs_cz: Zaúčtování převodu mezi bankovními účty ve stejné měně nebo v různých měnách.

source: Manage Receivables
cs_cz: Správa pohledávek

source: Manage Payables
cs_cz: Správa závazků

source: Across Business Areas
cs_cz: Skrz obchodní oblasti

source: Using bank account cards, you can keep track of all your bank accounts, in any currency.
cs_cz: Pomocí karet bankovních účtů můžete sledovat všechny své bankovní účty v libovolné měně.

source: After you have set up the bank accounts, you can also use the check printing option.
cs_cz: Po nastavení bankovních účtů můžete použít také možnost kontroly tisku.

source: To use electronic banking services to import bank statements and export payments, you must set up and enable the involved services.
cs_cz: Chcete-li používat služby elektronického bankovnictví k importu bankovních výpisů a exportů plateb, musíte nastavit a povolit příslušné služby.

source: Set up bank account cards for each of your bank accounts, so you can keep track of banking transactions.
cs_cz: Nastavení karet bankovních účtů pro každý z vašich bankovních účtů, abyste mohli sledovat bankovní transakce.

source: Set up an external service that enables you to import bank statements as bank feeds for payment application and bank reconciliation.
cs_cz: Nastavení externí službu, která umožňuje importovat bankovní výpisy jako bankovní prostředky pro účely platby a bankovního odsouhlasení.

source: Set up an external service that enables you to export your payments to the bank for processing and import bank statements as bank files for payment application and bank reconciliation.
cs_cz: Nastavení externí službu, která umožňuje exportovat platby do banky za účelem zpracování a importu bankovních výpisů, jakožto bankovních souborů pro účely platby a bankovního odsouhlasení.

source: To see the window topics in this section, choose the subentries in the table of contents.
cs_cz: Chcete-li zobrazit okno témat v této sekci, zvolte poddruhy v obsahu.

source: You cannot change the contents of this field.
cs_cz: Nemůžete změnit obsah tohoto pole.

source: Supported Display Targets
cs_cz: Podpora zobrazení cílů

source: Microsoft Dynamics NAV Windows client only
cs_cz: Pouze klient Microsoft Dynamics NAV Windows

source: Option
cs_cz: Možnosti

source: You cannot change the contents of this window.
cs_cz: Nemůžete změnit obsah tohoto okna.

source: Sales Tax and Goods and Services Tax in Canada
cs_cz: Daň z prodeje a ze zboží a služeb v Kanadě

source: In Canada, when a vendor does not have a business presence in the province in which purchases are made, the vendor will charge the Goods and Services Tax (GST) or Harmonized Sales Tax (HST) only.
cs_cz: V Kanadě pokud dodavatel nemá obchodní zastoupení v provincii, ve které jsou uskutečněny nákupy, bude prodejce účtovat pouze daně ze zboží a služeb (GST) nebo harmonizovanou daň z prodeje (HST).

source: However, if the province has a Provincial Sales Tax (PST), then the purchaser must still calculate the PST and pay it directly to the province.
cs_cz: Pokud však provincie má provinční daně z prodeje (PST), kupující musí ještě vypočítat PST a zaplatit ji přímo provincii.

source: When a Provincial Tax Area Code is selected, Dynamics NAV uses it to calculate the PST and post it so that there is a tax liability in both the general ledger and the tax entry records.
cs_cz: Pokud je vybrán kód provinční daňové oblasti, Dynamics NAV ji použije k výpočtu PST a zaúčtování, takže existuje daňová povinnost jak v hlavní knize tak v evidenci daňových vstupů.

source: Therefore, the tax area code selected here should be one where only the PST is included, not the GST.
cs_cz: Zde by měl být kód daňové oblasti vybrán tak, aby zahrnoval pouze PST, nikoliv GST.

source: For more information about sales tax, see Sales Tax and Tax Groups in the US and Canada.
cs_cz: Další informace o prodejních daních v Daně z prodeje a daňové skupiny v USA a Kanadě.

source: Submitting the GST/HST File
cs_cz: Odeslání souboru GST / HST

source: The tax information in purchase documents is used to generate a GST/HST internet file transfer that you must provided to the tax authorities.
cs_cz: Daňové informace v nákupních dokladech se používají k vygenerování internetového přenosu souborů GST / HST, který musíte poskytnout daňovým úřadům.
